Repository: paul-lavoine/Pipopipette
Catalog: PetitCarres/*.lproj/Localizable.strings
Languages: fr

# global.default_player.label
source: Player
fr: Joueur

# global.default_computer.label
source: Computer
fr: Ordinateur

# winner_view.winner_is.label
source: The winner is
fr: le gagnant est

# winner_view.player_winner.label
source: the player
fr: le joueur

# winner_view.no_winner.label
source: draw
fr: match nul

# tutorial.introduction.label
source: The pipopipette is a game that is played from 1 to 4 players.
fr: La pipopipette est un jeu de société qui se joue de 1 à 4 joueurs.

# tutorial.first_rule.label
source: In turn , each player selects a side of one of the square boxes.
fr: A tour de rôle, chaque joueur sélectionne un coté de l'une des cases du carré.

# tutorial.second_rule.label
source: The player who selects the last side from a square, close this square and has 1 point. He replays.
fr: Le joueur qui selectionne le dernier côté d’une des cases ferme cette case et compte 1 point. Il rejoue.

# tutorial.third_rule.label
source: The winner is the one who closed the largest number of squares.
fr: Le gagnant est celui qui a fermé le plus grand nombre de cases.

# tutorial.note_title.label
source: Note
fr: Remarque

# tutorial.note_content.label
source: You can close a square even if one of the sides has already been set by another player
fr: Vous pouvez fermer le carré même si l'un des côté a déjà été sélectionné par un autre joueur

# setup.nb_player.label
source: Number of player
fr: Nombre de joueur

# setup.nb_bot.label
source: Number of computer
fr: Nombre de Bot

# setup.nb_column.label
source: Nb column : %@
fr: Colonne : %@

# setup.nb_row.label
source: Nb row : %@
fr: Ligne : %@

# setup.difficulty_player.label
source: Difficulty : %@
fr: Difficulté : %@

# setup.play.label
source: Play
fr: Jouer

# setup.max_player_reach.message
source: You have reached the maximum number of players
fr: Nombre maximum de joueurs atteint

# menu.credits.button
source: Credits
fr: mentions légales

# menu.tutoriel.button
source: Rules
fr: règles

# menu.setup.button
source: Setup
fr: réglages

# menu.play.button
source: Play
fr: jouer

# credits.application_developed.label
source: application developed by
fr: application développée par

# credits.design_by.label
source: design by
fr: design par

# credits.title_determinant.label
source: THE
fr: LA

# credits.application_designed.label
source: designed by
fr: designée by

# map.back.label
source: back
fr: retour

# map.replay.label
source: replay
fr: rejouer

# map.information_popup.message
source: You are the green player (the key) Your turn
fr: Vous êtes le joueur vert (la clé) C'est à vous de jouer
